{
  "Navbar": {
    "about": "حول",
    "work": "العمل",
    "contact": "اتصل"
  },
  "Hero-Section": {
    "hello": "مرحبًا، أنا",
    "name": ".حسين",
    "work": "مطور واجهة المستخدم",
    "work2": "مطور Full Stack.",
    "aboutme": "مطور ويب متحمس لبناء واجهة أمامية سلسة. بصفتي مطور ويب، أنا ملم بحل المشكلات وقادر على الابتكار في إيجاد حلول إبداعية",
    "hire": "التواصل",
    "download": "تحميل / عرض السيرة الذاتية"
  },
  "About-Section": {
    "title": "حول",
    "discreption": "أنا مطور ويب متحمس لإنشاء تطبيقات الويب المثيرة والفعّالة. كمستقل، أجلب الخبرة في مجموعة متنوعة من أدوات وتقنيات تطوير الويب. ماهر في إنشاء واجهات مستخدم ديناميكية ومتجاوبة باستخدام تقنيات مثل React، Next.js، وJavaScript الأساسي.",
    "skills": "المهارات",
    "education": "التعليم",
    "certifications": "الشهادات",
    "educationList1": "جامعة لمدة 2 سنة، دراسات اللغة الإنجليزية",
    "educationList2": "المدرسة الثانوية",
    "educationList3": "مركز اللغة الإنجليزية",
    "certificationList1": "البكالوريا، معادلة لشهادة الثانوية العامة",
    "certificationList2": "شهادة FreeCodeCamp",
    "certificationList3": " شهادة شركة سمارت كمتدرب"
  },
  "Projects-Section": {
    "project1": "تطبيق رائع تم إنشاؤه باستخدام React و TailwindCSS لتصميمه وواجهة مستخدم مذهلة.",
    "project2": "متجر إلكتروني رائع تم إنشاؤه باستخدام React و TailwindCSS و MongoDB لقاعدة البيانات وأدوات أخرى مذهلة.",
    "project3": "تطبيق وثائقي تم إنشاؤه باستخدام ReactJS للجزء الأمامي و Socket.io و MongoDB للجزء الخلفي لتحرير المستندات بشكل متزامن في الوقت الحقيقي.",
    "project4": "تطبيق طقس تم إنشاؤه باستخدام React و TailwindCSS يقدم معلومات الطقس في الوقت الحقيقي مع معلومات أخرى.",
    "project5": "مدير ميزانية تم إنشاؤه باستخدام React للجزء الأمامي و TailwindCSS لتصميمه.",
    "project6": "نسخة محاكاة لمحرك بحث Google تم إنشاؤها باستخدام Next.js للجزء الأمامي وطرق API للجزء الخلفي و Tailwind لتصميم واجهة مستخدم جميلة مستوحاة من بحث Google."
  },
  "Contact-Section": {
    "title": "تواصل معي",
    "content": "لنتواصل ونحقق أفكارك! سواء كان لديك مشروع في الاعتبار، ترغب في مناقشة التعاون، أو ببساطة لديك سؤال.",
    "email": "البريد الإلكتروني",
    "subject": "الموضوع",
    "message": "الرسالة",
    "send": "إرسال الرسالة",
    "sending": "جاري الإرسال"
  },
  "Footer-Section": {
    "footer": "جميع الحقوق محفوظة لـ موقع حسين الشخصي"
  }
}
