{
  "Navbar": {
    "about": "About",
    "work": "Work",
    "contact": "Contact"
  },
  "Hero-Section": {
    "hello": "Hello I'm",
    "name": " Hussein,",
    "work": "Frontend Developer",
    "work2": "Full Stack Developer.",
    "aboutme": "Tech enthusiast who loves to create appealing web apps.",
    "download": "Download / View CV",
    "hire": "Reach out"
  },
  "Skills-Section": {
    "title": " Technologies I use"
  },
  "About-Section": {
    "title": "  About",
    "description": "I've always been a tech enthusiast, fascinated by the amazing world of technology. I enjoyed tweaking my computer and smartphone, adding mods to them. Then, I decided to enter the programming world to create things that others could see and be amazed by. Since I like people to see my work, I leaned more towards frontend development. I've been enjoying working with all its languages and technologies"
  },
  "Projects-Section": {
    "title": "Selected Projects",
    "project0": "Created dynamic football score and stats tracker with Next.js and Tailwind CSS. Utilized APIs for real-time updates on scores and stats",
    "project1": "great app created with react and tailwindCSS for styling and amazing user-interface.",
    "project2": "A React-based ebook store with Tailwind CSS and MongoDB, featuring other amazing tools.",
    "project3": "Document app with real-time editing using React.js, Socket.IO, and MongoDB.",
    "project4": "Weather app with real-time updates, built using React and Tailwind CSS",
    "project5": "an budget manager created with react for frontend and tailwindCSS for styling.",
    "project6": "Google-like search engine built with Next.js frontend, API routes for backend, and Tailwind CSS for UI."
  },
  "Contact-Section": {
    "title": "Let's Connect",
    "content": "Let's connect and bring you ideas to life! whether you have a project in mind, want to discuss collaboration, or simply have a question.",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send Message",
    "sending": "Sending"
  },
  "Footer-Section": {
    "footer": "Hussein Portfolio all right reserved."
  }
}
