{
  "Navbar": {
    "about": "À propos",
    "work": "Travail",
    "contact": "Contact"
  },
  "Hero-Section": {
    "hello": "Bonjour, je suis",
    "name": "Hussein,",
    "work": "Développeur Frontend",
    "work2": "Développeur Full Stack.",
    "aboutme": "Passionné de technologie qui aime créer des applications web attrayantes.",
    "download": "Télécharger / Voir le CV",
    "hire": "Joindre"
  },
  "Skills-Section": {
    "title": "Les technologies que j'utilise"
  },
  "About-Section": {
    "title": "À propos",
    "description": "J'ai toujours été un passionné de technologie, fasciné par le monde étonnant de la technologie. J'aimais ajuster mon ordinateur et mon smartphone, y ajoutant des modifications. Ensuite, j'ai décidé d'entrer dans le monde de la programmation pour créer des choses que d'autres pourraient voir et admirer. Comme j'aime que les gens voient mon travail, je me suis orienté davantage vers le développement frontend. J'ai beaucoup apprécié travailler avec toutes ses langues et technologies."
  },
  "Projects-Section": {
    "title": "Projet sélectionné",
    "project0": "Créé un suivi dynamique des scores et des statistiques de football avec Next.js et Tailwind CSS. Utilisé des APIs pour des mises à jour en temps réel sur les scores et les statistiques.",
    "project1": "Une excellente application créée avec React et TailwindCSS pour le style et une interface utilisateur incroyable.",
    "project2": "Une librairie de livres électroniques créée avec React et Tailwind CSS, utilisant MongoDB comme base de données ainsi que d'autres outils incroyables.",
    "project3": "Application de documents avec édition en temps réel utilisant React.js, Socket.IO et MongoDB.",
    "project4": "Application météo avec mises à jour en temps réel, construite avec React et Tailwind CSS.",
    "project5": "Gestionnaire de budget construit avec React pour le frontend et stylisé avec Tailwind CSS.",
    "project6": "Moteur de recherche similaire à Google construit avec Next.js pour le frontend, des routes API pour le backend, et Tailwind CSS pour l'interface utilisateur.",
    "project7": "ShopNest est une plateforme e-commerce moderne utilisant Next.js et MongoDB, offrant des paiements sécurisés via Stripe et une authentification fluide avec NextAuth.",
    "project8": "Il s'agit d'un projet réel utilisé quotidiennement par le client. Il permet de gérer les inscriptions, les transactions, les services et les réservations, ainsi que de générer des factures au format PDF. L'authentification des utilisateurs a été retirée dans cette version de démonstration à des fins de présentation. "
  },
  "Contact-Section": {
    "title": "Restons Connectés",
    "content": "Restons connectés et donnons vie à vos idées ! Que vous ayez un projet en tête, souhaitiez discuter d'une collaboration, ou simplement poser une question.",
    "email": "E-mail",
    "subject": "Sujet",
    "message": "Message",
    "send": "Envoyer le message",
    "sending": "Envoi en cours"
  },
  "Footer-Section": {
    "footer": "Portfolio Hussein, tous droits réservés."
  }
}
